Repository: dereuromark/cakephp-feedback
Catalog: src/Locale/*/feedback.po
Languages: sv

source: Anonymous
sv: Anonym

source: Error saving feedback.
sv: Fel vid sparande av återkoppling.

source: Your feedback was saved successfully.
sv: Din återkoppling är sparad.

source: Thank you. Your feedback was saved.
sv: Tack. Din återkoppling sparades.

source: View your feedback on:
sv: Se din återkoppling på:

source: A copy of your submitted feedback:
sv: En kopia av dina inlämnade återkoppling:

source: When you submit, a screenshot (of only this website) will be taken to aid us in processing your feedback or bugreport.
sv: När du sparar kommer en skärmdump (bara av denna webbsida) att sparas. Den hjälper oss bearbeta din återkoppling eller buggrapport.

source: Hide this tab completely.
sv: Göm denna flik helt.

source: Send your feedback or bugreport!
sv: Skicka din återkoppling eller buggrapport!

source: Your name
sv: Ditt namn

source: Your e-mail
sv: Din epost

source: Subject
sv: Ämne

source: Feedback or suggestion
sv: Återkoppling eller förslag

source: Click anywhere on website
sv: Klicka var som helst på webbsidan

source: Highlight something
sv: Markera något

source: this
sv: denna

source: I am okay with {0}.
sv: Jag är ok med {0}.

source: E-mail me a copy
sv: E-posta mig en kopia

source: Submit
sv: Skicka in

source: Cancel
sv: Avbryt

source: Feedback submitted
sv: Återkoppling skickad

source: Close
sv: Stäng
